Revit 2027 API
ParameterTypeId.StructuralSectionCommonPlasticModulusWeakAxis Property
 "Plastic Modulus weak axis"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralSectionCommonPlasticModulusWeakAxis { get; }
Public Shared ReadOnly Property StructuralSectionCommonPlasticModulusWeakAxis As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralSectionCommonPlasticModulusWeakAxis {
	ForgeTypeId^ get ();
}
static member StructuralSectionCommonPlasticModulusWeakAxis : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace